Repository: common-repository/inespay-payment
Catalog: languages/inespay-*.po
Languages: es_es

source: Bank Transfer PSD2
es_es: Transferencia Online

source: Connection error
es_es: Error de conexión

source: Enable INESPAY
es_es: Activar

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable/Disable payment method.
es_es: Activar/desactivar método de pago.

source: Environment
es_es: Entorno

source: Error generating URL
es_es: Error generando URL de Transferencia Online

source: Gateway Disabled
es_es: Método de pago desactivado

source: Inespay
es_es: Transferencia Online

source: inespay does not support your store currency.
es_es: el plugin no soporta la moneda actual.

source: Instant notification to confirm payment to your customer and release orders without delay.
es_es: Tu pedido será confirmado de forma inmediata.

source: Invalid params
es_es: Parámetros incorrectos

source: Invalid paramteres
es_es: Parámetros incorrectos

source: Make payment
es_es: Realizar pago

source: Mode
es_es: Modo

source: No completed transaction
es_es: Transacción no completada

source: Online order
es_es: Pedido

source: Paste here the Key API provided by INESPAY
es_es: Copia aquí la API Key proporcionada por INESPAY

source: Paste here the Token API provided by INESPAY
es_es: Copia aquí el API Token proporcionada por INESPAY

source: Payment error:
es_es: Se ha producido un error en el pago:

source: Redirect your customer to their bank to authorize a transfer in real time.
es_es: Redireccione a su cliente a su banco para que autorice una transferencia en tiempo real.

source: Sign up and get your credentials at <a href="https://www.transferenciabancariapsd2.com/" target="_blank"> www.transferenciabancariapsd2.com </a>
es_es: Regístrese y obtenga sus credenciales en

source: Signature no matching
es_es: Las verificación de firma no coincide

source: Test
es_es: Test/Sandbox

source: The new way to accept payments by bank transfer. Authorized and supervised by Bank of Spain.
es_es: La nueva forma de aceptar pagos mediante transferencia bancaria. Pagos de cuenta a cuenta con tecnología Open Banking (PSD2). Servicio autorizado y supervisado por Banco de España.

source: This plugin allows to accept transfer payments through the Online banking.
es_es: Este plugin permite aceptar pagos en tiempo real por Transferencia Bancaria.

source: To use this payment method in your production online store, you must use the Real Environment credentials.
es_es: Para usar este método de pago en tu tienda Online de Producción, debes utilizar las credenciales reales proporcionadas por TransferenciaBancariaPSD2

source: You will be redirected to your bank to authorize the payment in real time.
es_es: Serás redirigido a tu banco para autorizar el pago en tiempo real.

source: Your bank will show you a summary of the payment and will indicate if any commission applies.
es_es: Tu banco te mostrará un resumen del pago y te indicará si aplica alguna comisión.

source: Your order will be confirmed immediately and processed without delay.
es_es: Tu pedido será confirmado de forma inmediata y procesado sin demora.

source: Error domain is not in the list
es_es: No pertenece a ningún dominio autorizado, por favor agregue el dominio al panel de control de Inespay.
